[
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "acceptability",
    "GreekTerm": "αποδεκτότητα",
    "Definition": "Η ιδιότητα ενός προϊόντος να είναι δυνητικά αποδεκτό από τον καταναλωτή, όπως εκτιμάται μέσω αισθητηριακών μεθόδων αξιολόγησης της αποδοχής."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "acidity",
    "GreekTerm": "οξύτητα",
    "Definition": "Η βασική γευστική αίσθηση που προκαλείται από την παρουσία οξέων και γίνεται αντιληπτή ως ξινή γεύση."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "analysis of variance (ANOVA)",
    "GreekTerm": "ανάλυση διακύμανσης",
    "Definition": "Στατιστική μέθοδος για τον εντοπισμό σημαντικών διαφορών μεταξύ μέσων όρων πολλαπλών ομάδων, μέσω της σύγκρισης της μεταβλητότητας εντός και μεταξύ των ομάδων."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "apparatus",
    "GreekTerm": "συσκευή",
    "Definition": "Εργαλείο ή σύστημα που χρησιμοποιείται για την εκτέλεση συγκεκριμένης λειτουργίας ή μέτρησης σε πειραματικό ή εργαστηριακό περιβάλλον."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "appearance",
    "GreekTerm": "εμφάνιση",
    "Definition": "Αισθητηριακό χαρακτηριστικό τροφίμου που αφορά την οπτική αντίληψη του προϊόντος, συμπεριλαμβανομένων παραμέτρων όπως χρώμα, μορφή, υφή επιφάνειας και γενική οπτική ελκυστικότητα."
  },
  {
    "Domain": "ακαδημαϊκός λόγος",
    "EnglishTerm": "appendix",
    "GreekTerm": "παράρτημα",
    "Definition": "Συμπληρωματικό τμήμα ενός ακαδημαϊκού κειμένου ή ερευνητικής εργασίας, όπου περιλαμβάνονται πρόσθετα δεδομένα, λεπτομερείς πίνακες, ερωτηματολόγια, τεχνικά στοιχεία ή υλικό που υποστηρίζει το κύριο κείμενο χωρίς να διακόπτει τη ροή της ανάλυσης."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "assay",
    "GreekTerm": "ανάλυση, δοκιμή",
    "Definition": "Πειραματική διαδικασία ή μέθοδος που χρησιμοποιείται για την ποσοτική ή ποιοτική προσδιορισμό συστατικών ή ιδιοτήτων σε τρόφιμα, με στόχο την αξιολόγηση της ποιότητας, της σύνθεσης ή της ασφάλειας του προϊόντος."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "astringent",
    "GreekTerm": "στυφός, στυπτικός",
    "Definition": "Αισθητηριακή αίσθηση που προκαλείται από την επαφή με ορισμένα τρόφιμα ή ουσίες και χαρακτηρίζεται από αίσθημα σύσφιξης, τραβήγματος ή ξηρότητας στον βλεννογόνο ή τους ιστούς του στόματος. Συνδέεται συχνά με την παρουσία τανινών ή άλλων φαινολικών ενώσεων."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "attribute",
    "GreekTerm": "(αντιληπτό) χαρακτηριστικό",
    "Definition": "Μετρήσιμο χαρακτηριστικό ενός προϊόντος, όπως αυτό γίνεται αντιληπτό από τον καταναλωτή, που προσδιορίζεται μέσω αισθητηριακής ανάλυσης, όπως γεύση, άρωμα, υφή, εμφάνιση ή ήχος, και χρησιμοποιείται για την αξιολόγηση και περιγραφή της οργανοληπτικής του ποιότητας."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "aubergine (AmE eggplant)",
    "GreekTerm": "μελιτζάνα"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "barley",
    "GreekTerm": "κριθάρι"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "beans",
    "GreekTerm": "φασόλια"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "beetroots, beets",
    "GreekTerm": "παντζάρια"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "best before [date]",
    "GreekTerm": "ανάλωση κατά προτίμηση πριν από [ημερομηνία]",
    "Definition": "Η ημερομηνία μέχρι την οποία ένα τρόφιμο διατηρεί, υπό κατάλληλες συνθήκες αποθήκευσης, τις ιδιότητες ποιότητας και ασφάλειας που δηλώνονται από τον παραγωγό. Μετά από αυτή την ημερομηνία, το προϊόν ενδέχεται να υποβαθμιστεί σε γεύση, υφή ή θρεπτική αξία, χωρίς απαραίτητα να καταστεί επικίνδυνο για κατανάλωση. [παράβαλε expiration date, use-by [date]]"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "beverage",
    "GreekTerm": "ποτό ",
    "Definition": "Υγρό προϊόν που προορίζεται για πόση από τον άνθρωπο, το οποίο μπορεί να είναι νερό, αλκοολούχο ή μη, αρωματισμένο ή μη, και περιλαμβάνει καφέ, τσάι, χυμούς, αναψυκτικά και άλλα παρόμοια ροφήματα."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "bias",
    "GreekTerm": "μεροληψία",
    "Definition": "Συστηματικό σφάλμα ή απόκλιση στα αποτελέσματα μιας αισθητηριακής αξιολόγησης που προκύπτει από εξωτερικούς παράγοντες, όπως οι προσδοκίες των αξιολογητών, ο τρόπος παρουσίασης του δείγματος ή το περιβάλλον δοκιμής, και επηρεάζει την αντικειμενικότητα των μετρήσεων."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "bitterness",
    "GreekTerm": "πικρότητα",
    "Definition": "Βασική γευστική αίσθηση που χαρακτηρίζεται από έντονη, συχνά δυσάρεστη γεύση, η οποία προκαλείται από συγκεκριμένες χημικές ενώσεις όπως αλκαλοειδή ή φαινόλες και συχνά λειτουργεί ως μηχανισμός αποτροπής κατανάλωσης τοξικών ουσιών."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "sea bass",
    "GreekTerm": "λαυράκι"
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "body maintenance",
    "GreekTerm": "συντήρηση σώματος",
    "Definition": "Σύνολο βιολογικών και μεταβολικών διαδικασιών που διασφαλίζουν τη σταθερότητα, την ομοιόσταση και τη σωστή λειτουργία των ιστών και οργάνων του οργανισμού μέσω της ισορροπημένης πρόσληψης θρεπτικών συστατικών και ενέργειας."
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "body repair ",
    "GreekTerm": "αποκατάσταση σώματος",
    "Definition": "Βιολογικές διαδικασίες μέσω των οποίων ο οργανισμός αποκαθιστά φθορές σε κύτταρα και ιστούς, υποστηριζόμενες από την επαρκή πρόσληψη θρεπτικών συστατικών και ενέργειας, ώστε να διατηρείται η υγεία και η φυσιολογική λειτουργία του σώματος."
  },
  {
    "Domain": "μάρκετιγνκ",
    "EnglishTerm": "brand",
    "GreekTerm": "επωνυμία εταιρείας",
    "Definition": "Σύνολο αναγνωρίσιμων στοιχείων, όπως όνομα, λογότυπο, σύμβολα, σχέδιο ή άλλες ιδιότητες, που διαφοροποιούν ένα προϊόν ή μια υπηρεσία στην αγορά και δημιουργούν συγκεκριμένη αντίληψη και συναισθηματική σύνδεση με τους καταναλωτές. Αποτελεί στρατηγικό περιουσιακό στοιχείο που επηρεάζει την προτίμηση, την πιστότητα και τη συμπεριφορά του καταναλωτή."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "brightness",
    "GreekTerm": "(οπτική) λαμπρότητα",
    "Definition": "Αισθητηριακό χαρακτηριστικό της εμφάνισης ενός τροφίμου που αναφέρεται στην αντίληψη του επιπέδου φωτός που αντανακλάται από την επιφάνειά του, επηρεάζοντας την καθαρότητα και τη ζωντάνια του χρώματος."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "brittle",
    "GreekTerm": "εύθραυστος",
    "Definition": "Αισθητηριακή ιδιότητα της υφής που χαρακτηρίζεται από την ευκολία με την οποία ένα τρόφιμο σπάει ή θρυμματίζεται υπό μηχανική πίεση, χωρίς σημαντική παραμόρφωση πριν το σπάσιμο."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "broad bean",
    "GreekTerm": "κουκί"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "brussel sprouts",
    "GreekTerm": "λαχανάκια βρυξελλών"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "buckwheat",
    "GreekTerm": "φαγόπυρο"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "bulgur",
    "GreekTerm": "πλιγούρι"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "burdock root",
    "GreekTerm": "ρίζα κολλιτσίδας, λάππα"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "by-product",
    "GreekTerm": "παραπροϊόν (δευτερεύον προϊόν), υποπροϊόν (κατάλοιπο)",
    "Definition": "Προϊόν που προκύπτει δευτερευόντως κατά τη διαδικασία παραγωγής ή επεξεργασίας ενός κύριου προϊόντος στην τεχνολογία τροφίμων, το οποίο μπορεί να έχει εμπορική αξία ή να υπόκειται σε περαιτέρω αξιοποίηση ή διαχείριση."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "canned",
    "GreekTerm": "κονσερβοποιημένος",
    "Definition": "Που έχει υποβληθεί σε θερμική επεξεργασία και έχει σφραγιστεί αεροστεγώς σε μεταλλικό ή άλλο δοχείο, με σκοπό την παράταση της διάρκειας ζωής του και τη διατήρηση της ασφάλειας και ποιότητάς του χωρίς ψύξη."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "canola",
    "GreekTerm": "κανόλα, ελαιοκράμβη"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "cauliflower",
    "GreekTerm": "κουνουπίδι"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "characteristic attribute",
    "GreekTerm": "χαρακτηριστικό γνώρισμα",
    "Definition": "Ιδιότητα που είναι ιδιαίτερα αντιπροσωπευτική και διακριτική για ένα προϊόν, συμβάλλοντας καθοριστικά στην αισθητηριακή του ταυτότητα και στη διαφοροποίησή του από άλλα προϊόντα της ίδιας κατηγορίας."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "chard",
    "GreekTerm": "σέσκουλα"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "chickpea",
    "GreekTerm": "ρεβύθι"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "chitterlings",
    "GreekTerm": "μαγειρεμένα χοιρινά εντόσθια"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "citrus fruits",
    "GreekTerm": "εσπεροειδή"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "claim",
    "GreekTerm": "ισχυρισμός",
    "Definition": "Δήλωση που συνοδεύει ένα προϊόν και αναφέρεται σε συγκεκριμένα αισθητηριακά χαρακτηριστικά του, όπως γεύση, άρωμα ή υφή, με σκοπό να επηρεάσει την αντίληψη ή την προτίμηση του καταναλωτή."
  },
  {
    "Domain": "μάρκετινγκ",
    "EnglishTerm": "health claim",
    "GreekTerm": "ισχυρισμός υγείας",
    "Definition": "Δήλωση που υποδηλώνει ή δηλώνει ότι υπάρχει σχέση μεταξύ της κατανάλωσης ενός τροφίμου ή συστατικού του και της υγείας, βασιζόμενη σε επιστημονικά τεκμηριωμένα στοιχεία και σύμφωνα με σχετική νομοθεσία για την προστασία του καταναλωτή."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "clam",
    "GreekTerm": "μύδι, αχιβάδα"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "cluster",
    "GreekTerm": "συστάδα",
    "Definition": "Ομάδα παρατηρήσεων ή αντικειμένων με παρόμοια χαρακτηριστικά ή συμπεριφορά, που διακρίνονται από άλλες ομάδες βάσει κάποιου κριτηρίου ομοιότητας. Χρησιμοποιείται σε στατιστική ανάλυση για την αναγνώριση δομών ή προτύπων σε σύνολα δεδομένων."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "cod",
    "GreekTerm": "μπακαλιάρος"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "coefficient",
    "GreekTerm": "συντελεστής",
    "Definition": "Αριθμητική τιμή που εκφράζει τη δύναμη, την κατεύθυνση ή το μέγεθος της σχέσης μεταξύ μεταβλητών σε ένα στατιστικό μοντέλο ή εξίσωση."
  },
  {
    "Domain": "συμπεριφορά καταναλωτή",
    "EnglishTerm": "cognitive",
    "GreekTerm": "γνωσιακός",
    "Definition": "Που σχετίζεται με τις διανοητικές διεργασίες που εμπλέκονται στην αντίληψη, την κατανόηση, την αξιολόγηση και τη λήψη αποφάσεων. Στην ανάλυση της καταναλωτικής συμπεριφοράς, αναφέρεται στους τρόπους με τους οποίους οι καταναλωτές επεξεργάζονται πληροφορίες για προϊόντα ή μάρκες και διαμορφώνουν στάσεις, κρίσεις και προθέσεις αγοράς."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "cohesive",
    "GreekTerm": "συνεκτικός",
    "Definition": "Αισθητηριακό χαρακτηριστικό της υφής που περιγράφει τον βαθμό στον οποίο ένα τρόφιμο συγκρατείται ως ενιαία μάζα κατά τη συμπίεση, τη δάγκωμα ή τη μάσηση, χωρίς να διαλύεται ή να διασπάται εύκολα."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "collard",
    "GreekTerm": "κουνουπίδι"
  },
  {
    "Domain": "χημεία",
    "EnglishTerm": "compound",
    "GreekTerm": "ένωση",
    "Definition": "Ουσία που αποτελείται από δύο ή περισσότερα διαφορετικά χημικά στοιχεία, συνδεδεμένα μεταξύ τους με χημικούς δεσμούς σε σταθερή αναλογία και με καθορισμένη δομή."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "condiments",
    "GreekTerm": "καρυκεύματα, μπαχαρικά"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "consensus",
    "GreekTerm": "συναίνεση",
    "Definition": "Κοινή συμφωνία ή όμοια εκτίμηση μεταξύ αξιολογητών σε μια αισθητηριακή δοκιμή σχετικά με τα χαρακτηριστικά ή την ποιότητα ενός προϊόντος, που υποδηλώνει αξιοπιστία και επαναληψιμότητα των αποτελεσμάτων."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "consistency",
    "GreekTerm": "συνοχή ",
    "Definition": "Μηχανικό χαρακτηριστικό υφής που ανιχνεύεται με διέγερση των απτικών ή οπτικών υποδοχέων. [παράβαλε cohesiveness]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "cohesiveness",
    "GreekTerm": "συνεκτικότητα",
    "Definition": "Mηχανικό χαρακτηριστικό υφής που σχετίζεται με τον βαθμό μέχρι του οποίου μια ουσία μπορεί να παραμορφωθεί πριν σπάσει, συμπεριλαμβανομένων των ιδιοτήτων της θραυστότητας, της μασητότητας και της κομμιώδους υφής. [παράβαλε consistency]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "fracturability",
    "GreekTerm": "θραυστότητα",
    "Definition": "Μηχανικό χαρακτηριστικό υφής που σχετίζεται με τη συνεκτικότητα και τη σκληρότητα, καθώς και τη δύναμη που απαιτείται για να σπάσει ένα προϊόν σε θρύμματα ή κομμάτια ."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "chewiness",
    "GreekTerm": "μασητότητα",
    "Definition": "Μηχανικό χαρακτηριστικό υφής που σχετίζεται με την ποσότητα εργασίας που απαιτείται για τη μάσηση ενός στερεού προϊόντος ώστε να είναι έτοιμο για κατάποση."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "gumminess",
    "GreekTerm": "κομμιώδης υφή",
    "Definition": "Mηχανικό χαρακτηριστικό υφής που σχετίζεται με τη συνεκτικότητα ενός τρυφερού προϊόντος. Σχετίζεται με την προσπάθεια που απαιτείται για τη διάσπαση του προϊόντος  στο στόμα ώστε να έτοιμο για κατάποση.  "
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "hard",
    "GreekTerm": "σκληρός",
    "Definition": "Χαρακτηρισμός τροφίμου που απαιτεί μεγάλη δύναμη για την επίτευξη παραμόρφωσης, διείσδυσης ή θραύσης. [παράβαλε tough]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "control sample",
    "GreekTerm": "δείγμα ελέγχου",
    "Definition": "Δείγμα αναφοράς που χρησιμοποιείται σε μια αισθητηριακή δοκιμή για σύγκριση με άλλα δείγματα, προκειμένου να αξιολογηθεί η επίδραση μεταβλητών ή να διασφαλιστεί η αξιοπιστία των αποτελεσμάτων."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "crawfish",
    "GreekTerm": "καραβίδα"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "crisp",
    "GreekTerm": "κριτσανιστός, τραγανός στο δάγκωμα",
    "Definition": "Με υψηλό επίπεδο θραυστότητας (π.χ. πατατάκια, νιφάδες) [βλ. fracturability]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "crunchy",
    "GreekTerm": "τραγανός (κατά τη μάσηση)",
    "Definition": "Με μέτριο επίπεδο θραυστότητας (π.χ. μήλο, ωμό καρότο) [βλ. fracturability]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "cue",
    "GreekTerm": "ένδειξη",
    "Definition": "Στοιχείο ή χαρακτηριστικό ενός δείγματος που παρέχει πληροφορίες στους αξιολογητές κατά την αισθητηριακή αξιολόγηση και μπορεί να επηρεάσει την αντίληψη ή την κρίση τους σχετικά με το προϊόν."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "defatted",
    "GreekTerm": "αποβουτυρωμένος, απολιπαρωμένος",
    "Definition": "Που του έχει αφαιρεθεί το λίπος μέσω μηχανικών ή χημικών μεθόδων, με σκοπό τη μείωση της λιπαρότητας και την τροποποίηση των διατροφικών ή τεχνολογικών χαρακτηριστικών του προϊόντος."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "descriptor",
    "GreekTerm": "περιγραφέας",
    "Definition": "Λέξη ή φράση που χρησιμοποιείται για να περιγράψει συγκεκριμένα αισθητηριακά χαρακτηριστικά ενός προϊόντος, όπως γεύση, άρωμα, υφή ή εμφάνιση, και αποτελεί εργαλείο στην ποιοτική και ποσοτική ανάλυση της αισθητηριακής του ταυτότητας."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "desiccator",
    "GreekTerm": "(απο)ξηραντήρας",
    "Definition": "Εργαστηριακό όργανο που χρησιμοποιείται για την απομάκρυνση ή διατήρηση χαμηλού επιπέδου υγρασίας σε δείγματα ή υλικά, παρέχοντας ξηρό περιβάλλον μέσω αποξηραντικών υλικών."
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "dietary fibre",
    "GreekTerm": "διαιτητικές ίνες",
    "Definition": "Μη πεπτά συστατικά των φυτικών τροφίμων, όπως η κυτταρίνη, η ημικυτταρίνη και η πηκτίνη, που δεν αφομοιώνονται από τα πεπτικά ένζυμα του ανθρώπου και συμβάλλουν στη ρύθμιση της λειτουργίας του πεπτικού συστήματος και στην προαγωγή της υγείας."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "discrimination",
    "GreekTerm": "διάκριση",
    "Definition": "Στατιστική διαδικασία ή ικανότητα που αφορά στην ανίχνευση και διάκριση μεταξύ δύο ή περισσότερων ομάδων ή κατηγοριών βάσει συγκεκριμένων χαρακτηριστικών ή μεταβλητών, ώστε να καθοριστεί η ταυτότητα ή η κατηγορία στην οποία ανήκει κάθε παρατήρηση."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "dried",
    "GreekTerm": "αποξηραμένος",
    "Definition": "Που του έχει αφαιρεθεί σημαντικό ποσοστό υγρασίας μέσω φυσικών ή τεχνητών μεθόδων, με στόχο τη συντήρηση, τη μείωση βάρους και όγκου και την παράταση της διάρκειας ζωής του προϊόντος."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "eggplant (BrE aubergine)",
    "GreekTerm": "μελιτζάνα"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "emulsion",
    "GreekTerm": "γαλάκτωμα",
    "Definition": "Ομοιογενές σύστημα δύο αμείγματων υγρών φάσεων, όπου μικροσκοπικές σταγόνες της μιας φάσης (συνήθως υδατικής ή λιπιδικής) διασκορπίζονται μέσα στην άλλη, σταθεροποιημένο συνήθως με γαλακτωματοποιητές. Χρησιμοποιείται ευρέως στην τεχνολογία τροφίμων για την παρασκευή προϊόντων όπως μαγιονέζα, γάλα, κρέμες."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "enrichment",
    "GreekTerm": "εμπλουτισμός",
    "Definition": "Διαδικασία προσθήκης θρεπτικών συστατικών σε τρόφιμα με στόχο την αποκατάσταση ή βελτίωση της διατροφικής τους αξίας, συχνά για να καλυφθούν ελλείψεις που προκύπτουν από τη μεταποίηση ή την επεξεργασία. [παράβαλε fortification]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "enriched foods",
    "GreekTerm": "εμπλουτισμένα τρόφιμα",
    "Definition": "Τρόφιμα στα οποία έχουν προστεθεί θρεπτικά συστατικά με σκοπό την αντικατάσταση αυτών που χάθηκαν κατά την επεξεργασία, προκειμένου να επανέλθει η αρχική διατροφική τους αξία (π.χ. προσθήκη βιταμινών Β και σιδήρου στο λευκό αλεύρι). [παράβαλε fortified foods]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "fortification",
    "GreekTerm": "ενίσχυση",
    "Definition": "Εσκεμμένη προσθήκη θρεπτικών ουσιών σε τρόφιμα, πέραν των φυσικών επιπέδων τους, με σκοπό τη βελτίωση της διατροφικής τους αξίας και την πρόληψη ελλείψεων σε συγκεκριμένα θρεπτικά στοιχεία στον πληθυσμό. [παράβαλε enrichment]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "fortified foods",
    "GreekTerm": "ενισχυμένα τρόφιμα",
    "Definition": "Τρόφιμα στα οποία έχουν προστεθεί θρεπτικά συστατικά σε επίπεδα υψηλότερα από τα φυσικώς υπάρχοντα, με σκοπό την πρόληψη ή μείωση διατροφικών ελλείψεων στον πληθυσμό (π.χ. προσθήκη βιταμίνης D στο γάλα ή ιωδίου στο αλάτι).  [παράβαλε enriched foods]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "expiration date ",
    "GreekTerm": "ημερομηνία λήξης",
    "Definition": "Η ημερομηνία μετά την οποία ένα τρόφιμο δεν θεωρείται ασφαλές για κατανάλωση, καθώς η ποιότητα και η ασφάλειά του ενδέχεται να υποβαθμιστούν σημαντικά, με κίνδυνο για την υγεία του καταναλωτή. [παράβαλε best before [date], use-by [date]]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "extrinsic attribute",
    "GreekTerm": "εξωγενές χαρακτηριστικό",
    "Definition": "Ιδιότητα που δεν αφορά άμεσα τις αισθητηριακές ιδιότητες του ίδιου του προϊόντος, αλλά σχετίζεται με εξωτερικούς παράγοντες όπως η συσκευασία, η επωνυμία, η τιμή ή η προέλευση, οι οποίοι μπορεί να επηρεάσουν την αντίληψη και την αξιολόγηση του καταναλωτή. [παράβαλε intrinsic attribute]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "factor",
    "GreekTerm": "παράγοντας",
    "Definition": "Μεταβλητή ή συνθήκη που μπορεί να επηρεάσει τα αποτελέσματα μιας αισθητηριακής δοκιμής, όπως το είδος του δείγματος, η θερμοκρασία, το φως, ο χρόνος αξιολόγησης ή τα χαρακτηριστικά των αξιολογητών."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "factor",
    "GreekTerm": "συντελεστής, παράγοντας",
    "Definition": "Ανεξάρτητη μεταβλητή σε ένα στατιστικό πείραμα ή μοντέλο, η οποία έχει δύο ή περισσότερα επίπεδα ή κατηγορίες και χρησιμοποιείται για να μελετηθεί η επίδρασή της στην εξαρτημένη μεταβλητή."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "fermentation",
    "GreekTerm": "ζύμωση",
    "Definition": "Βιολογική διαδικασία κατά την οποία μικροοργανισμοί, όπως βακτήρια, ζύμες ή μύκητες, μετατρέπουν οργανικά συστατικά – συνήθως σάκχαρα – σε άλλα προϊόντα, όπως οξέα, αλκοόλες ή αέρια, συμβάλλοντας στη συντήρηση, την ανάπτυξη γεύσης, αρώματος και υφής στα τρόφιμα."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "finger millet",
    "GreekTerm": "ποικιλία κεχριού"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "firm",
    "GreekTerm": "ημίσκληρος, σφιχτός",
    "Definition": "Με μέτριο επίπεδο σκληρότητας (π.χ. ελιά)"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "fizzy drinks",
    "GreekTerm": "αναψυκτικά, ανθρακούχα ποτά",
    "Definition": "Ποτά που περιέχουν διαλυμένο διοξείδιο του άνθρακα (CO₂), το οποίο τους προσδίδει χαρακτηριστική αίσθηση αφρισμού ή αναβρασμού κατά την κατανάλωση. Συνήθως περιλαμβάνουν αναψυκτικά, σόδες και αεριούχους χυμούς."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "flavo(u)r",
    "GreekTerm": "οσμόγευση",
    "Definition": "Σύνθετη αισθητηριακή αντίληψη που προκύπτει από τον συνδυασμό της γεύσης (taste), του αρώματος (aroma) και των στοματικών αισθήσεων (π.χ. θερμοκρασία, ερεθισμός), όπως αυτές γίνονται αντιληπτές κατά την κατανάλωση ενός τροφίμου ή ποτού."
  },
  {
    "Domain": "sensory analysis",
    "EnglishTerm": "focus group",
    "GreekTerm": "ομάδα εστίασης",
    "Definition": "Μέθοδος ποιοτικής έρευνας στην αισθητηριακή ανάλυση, όπου μια μικρή ομάδα συμμετεχόντων συζητά και αξιολογεί προϊόντα ή χαρακτηριστικά τους υπό καθοδήγηση ενός συντονιστή, με σκοπό την κατανόηση αντιλήψεων, προτιμήσεων και απόψεων των καταναλωτών."
  },
  {
    "Domain": "food",
    "EnglishTerm": "food waste",
    "GreekTerm": "σπατάλη τροφίμων",
    "Definition": "Απόρριψη τροφίμων παρά τη δυνατότητα αξιοποίησής τους."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "food waste",
    "GreekTerm": "απόβλητα τροφίμων, απορρίμματα τροφίμων",
    "Definition": "Τρόφιμα ή βρώσιμα μέρη τροφίμων που απορρίπτονται ή δεν καταναλώνονται από τον άνθρωπο σε οποιοδήποτε στάδιο της αλυσίδας εφοδιασμού."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "formula",
    "GreekTerm": "τύπος",
    "Definition": "Μαθηματική έκφραση που χρησιμοποιείται για τον υπολογισμό στατιστικών μεγεθών ή τη μοντελοποίηση σχέσεων μεταξύ μεταβλητών, διευκολύνοντας την ανάλυση και την ερμηνεία των δεδομένων."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "formula",
    "GreekTerm": "συνταγή",
    "Definition": "Προδιαγεγραμμένος συνδυασμός και αναλογία συστατικών που χρησιμοποιούνται για την παρασκευή ενός τροφίμου, ο οποίος καθορίζει τη σύνθεση, τις ιδιότητες και τα χαρακτηριστικά του τελικού προϊόντος."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "Fractional Factorial Design",
    "GreekTerm": "κλασματικός παραγοντικός σχεδιασμός",
    "Definition": "Πειραματικός σχεδιασμός κατά τον οποίο χρησιμοποιείται μόνο ένα κλάσμα του πλήρους παραγοντικού σχεδιασμού, ώστε να μειωθεί ο αριθμός των πειραμάτων χωρίς σημαντική απώλεια πληροφορίας. Επιτρέπει την εκτίμηση κύριων επιδράσεων και επιλεγμένων αλληλεπιδράσεων με οικονομικό και αποδοτικό τρόπο."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "framework",
    "GreekTerm": "πλαίσιο",
    "Definition": "Δομημένο σύνολο αρχών, εννοιών και διαδικασιών που καθοδηγούν τον σχεδιασμό, την υλοποίηση και την ερμηνεία αισθητηριακών δοκιμών, εξασφαλίζοντας συνέπεια, αξιοπιστία και επιστημονική εγκυρότητα στην αξιολόγηση των προϊόντων."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "frozen foods",
    "GreekTerm": "κατεψυγμένα τρόφιμα",
    "Definition": "Τρόφιμα που συντηρούνται σε χαμηλή θερμοκρασία υπό του μηδενός. [παράβαλε chilled foods]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "chilled foods",
    "GreekTerm": "ψυγμένα τρόφιμα",
    "Definition": "Τρόφιμα που συντηρούνται σε χαμηλή θερμοκρασία υπέρ του μηδενός. [παράβαλε frozen foods]"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "cool",
    "GreekTerm": "ψύχω, κρυώνω",
    "Definition": "Ελαττώνω τη θερμοκρασία."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "functional foods",
    "GreekTerm": "λειτουργικά τρόφιμα",
    "Definition": "Τρόφιμα που, πέρα από τη βασική θρεπτική τους αξία, περιέχουν βιοδραστικά συστατικά ή έχουν υποστεί ειδική επεξεργασία, ώστε να προσφέρουν τεκμηριωμένα οφέλη για την υγεία, συμβάλλοντας στην πρόληψη ασθενειών ή στη βελτίωση φυσιολογικών λειτουργιών του οργανισμού."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "game meat",
    "GreekTerm": "κυνήγι",
    "Definition": "Το κρέας άγριων θηραμάτων."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "green-pea",
    "GreekTerm": "πράσινα φασόλια"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "hierarchical cluster analysis (HCA)",
    "GreekTerm": "ανάλυση ιεραρχικής συσταδοποίησης",
    "Definition": "Στατιστική μέθοδος ομαδοποίησης παρατηρήσεων ή αντικειμένων σε ομάδες (συστάδες) με βάση την ομοιότητά τους, μέσω μιας διαδοχικής διαδικασίας συγχώνευσης (συγκεντρωτική) ή διαχωρισμού (διαχωριστική), η οποία αναπαρίσταται συνήθως με δενδρόγραμμα (dendrogram)."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "moisture",
    "GreekTerm": "υγρασία",
    "Definition": "Αντίληψη της περιεχόμενης ποσότητας υγρασίας ενός τροφίμου από τους απτικούς υποδοχείς στο στόμα και επίσης σε σχέση με τις λιπαντικές ιδιότητες του προϊόντος. Αντικατοπτρίζει όχι μόνο τη συνολική ποσότητα υγρασίας που γίνεται αντιληπτή αλλά τον τύπο, τον ρυθμό και τον τρόπο απελευθέρωσης ή απορρόφησης."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "moisture",
    "GreekTerm": "υγρότητα",
    "Definition": "Επιφανειακό χαρακτηριστικό υφής που περιγράφει την αντίληψη του νερού που απορροφάται ή απελευθερώνεται από ένα προϊόν."
  },
  {
    "Domain": "ακαδημαϊκός λόγος",
    "EnglishTerm": "index",
    "GreekTerm": "ευρετήριο",
    "Definition": "Κατάλογος λέξεων, εννοιών, θεμάτων ή ονομάτων που περιλαμβάνονται σε ένα ακαδημαϊκό ή επιστημονικό κείμενο, οργανωμένος αλφαβητικά και συνοδευόμενος από τις αντίστοιχες σελίδες στις οποίες εμφανίζονται, με σκοπό τη διευκόλυνση της αναζήτησης πληροφορίας από τον αναγνώστη."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "index",
    "GreekTerm": "δείκτης",
    "Definition": "Στατιστικό μέγεθος που συνήθως εκφράζει τη μεταβολή ή τη σύγκριση μιας μεταβλητής σε σχέση με μια βάση αναφοράς, χρησιμοποιούμενο για την παρακολούθηση τάσεων ή την αξιολόγηση απόδοσης σε σύνολα δεδομένων."
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "intake",
    "GreekTerm": "πρόσληψη"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "intrinsic attribute",
    "GreekTerm": "ενδογενές χαρακτηριστικό",
    "Definition": "Αισθητηριακή ιδιότητα που απορρέει άμεσα από το ίδιο το προϊόν, όπως η γεύση, το άρωμα, η υφή ή η εμφάνιση, και αξιολογείται χωρίς επιρροές από εξωτερικούς παράγοντες. [παράβαλε extrinsic attribute]"
  },
  {
    "Domain": "συμπεριφορά καταναλωτή",
    "EnglishTerm": "labelling ",
    "GreekTerm": "επισήμανση",
    "Definition": "Πληροφορίες που παρέχονται στη συσκευασία ή την ετικέτα ενός προϊόντος και αφορούν χαρακτηριστικά όπως η σύνθεση, η διατροφική αξία, η προέλευση, οι οδηγίες χρήσης ή η ασφάλεια, με στόχο να ενημερώσουν και να επηρεάσουν τη συμπεριφορά και τις επιλογές του καταναλωτή."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "lentils",
    "GreekTerm": "φακές"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "lightness",
    "GreekTerm": "φωτεινότητα",
    "Definition": "Βαθμός οπτικής λαμπρότητας σε σύγκριση με ένα ουδέτερο γκρι σε μια κλίμακα που κυμαίνεται από το απόλυτο μαύρο έως το απόλυτο λευκό."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "lima beans",
    "GreekTerm": "φασόλια (πλατιά)"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "log-likelihood",
    "GreekTerm": "λογαριθμική πιθανοφάνεια",
    "Definition": "Μαθηματική συνάρτηση που εκφράζει τον λογάριθμο της συνάρτησης πιθανοφάνειας (likelihood function) και χρησιμοποιείται για την εκτίμηση παραμέτρων στατιστικών μοντέλων, ιδιαίτερα στη μέθοδο μέγιστης πιθανοφάνειας (maximum likelihood estimation), διευκολύνοντας τους υπολογισμούς και τη βελτιστοποίηση."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "lupin",
    "GreekTerm": "λούπινο(ς)"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "maize",
    "GreekTerm": "καλαμπόκι ",
    "Definition": "Το φυτό και ο καρπός του είδους Zea mays. [παράβαλε corn]"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "corn",
    "GreekTerm": "καλαμπόκι",
    "Definition": "Γενικός όρος που αναφέρεται στο γνωστό φυτό και καρπό, αλλά και σε άλλα είδη δημητριακών σωρευτικά. [παράβαλε maize]"
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "malnutrition",
    "GreekTerm": "υποσιτισμός",
    "Definition": "Κάθε διαταραχή της θρεπτικής κατάστασης του οργανισμού, η οποία προκαλείται από ανεπαρκή, υπερβολική ή μη ισορροπημένη πρόσληψη θερμίδων, πρωτεϊνών και άλλων θρεπτικών συστατικών, και οδηγεί σε ανεπιθύμητες συνέπειες για την υγεία και τη λειτουργία του σώματος."
  },
  {
    "Domain": "συμπεριφορά καταναλωτή",
    "EnglishTerm": "marketing",
    "GreekTerm": "μάρκετινγκ, αγοραλογία",
    "Definition": "H διαδικασία δημιουργίας, επικοινωνίας, παροχής και ανταλλαγής αξίας με στόχο την ικανοποίηση των αναγκών των καταναλωτών και την επίτευξη επιχειρηματικών στόχων. Αποτελεί θεμελιώδες εργαλείο για την κατανόηση και διαμόρφωση της καταναλωτικής συμπεριφοράς μέσω στρατηγικών που στηρίζονται σε έρευνα αγοράς και δεδομένα καταναλωτών."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "(-)meal",
    "GreekTerm": "(-)άλευρο",
    "Definition": "Χοντρά αλεσμένο αλεύρι."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "mean",
    "GreekTerm": "μέσος όρος, αριθμητικός μέσος",
    "Definition": "Η αριθμητική τιμή που προκύπτει από την εξίσωση του αθροίσματος των τιμών ενός δείγματος ή πληθυσμού προς το πλήθος των τιμών. Είναι βασικό εργαλείο περιγραφικής στατιστικής για την εκτίμηση της κεντρικής τάσης των δεδομένων."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "microalga/ -ae (pl.)",
    "GreekTerm": "μικροάλγη/ -ες (πληθ.)"
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "millet",
    "GreekTerm": "κεχρί"
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "minerals",
    "GreekTerm": "μεταλλικά στοιχεία",
    "Definition": "Xημικές ενώσεις ή στοιχεία ανόργανης προέλευσης, απαραίτητα σε μικρές ποσότητες για τη φυσιολογική λειτουργία του οργανισμού, τη σύνθεση ιστών, τη ρύθμιση μεταβολικών διεργασιών και τη διατήρηση της υγείας."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "mouthfeel",
    "GreekTerm": "στοματαίσθημα",
    "Definition": "Μικτή εμπειρία που προέρχεται από αισθήματα στο στόμα που σχετίζονται με φυσικές ή χημικές ιδιότητες ενός ερεθίσματος."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "multinomial logit model",
    "GreekTerm": "πολυωνυμικό μοντέλο λογαρίθμου",
    "Definition": "Στατιστικό μοντέλο πολυωνυμικής λογιστικής παλινδρόμησης που χρησιμοποιείται για την ανάλυση εξαρτημένων μεταβλητών με πολλές κατηγορικές, μη διατεταγμένες τιμές (δηλαδή, όταν η εξαρτημένη μεταβλητή είναι ονομαστικού τύπου με περισσότερες από δύο κατηγορίες χωρίς φυσική σειρά). Αποτελεί γενίκευση του δυαδικού λογιστικού μοντέλου (binary logit) για περιπτώσεις με περισσότερες από δύο επιλογές."
  },
  {
    "Domain": "υπολογιστική γλωσσολογία",
    "EnglishTerm": "natural language processing (NLP)",
    "GreekTerm": "επεξεργασία φυσικής γλώσσας (ΕΦΓ)",
    "Definition": "Tομέας της υπολογιστικής γλωσσολογίας που ασχολείται με την αυτόματη ανάλυση, κατανόηση και παραγωγή ανθρώπινης γλώσσας από υπολογιστικά συστήματα."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "non-conventional flours",
    "GreekTerm": "μη συμβατικά άλευρα",
    "Definition": "Άλευρα που προέρχονται από μη παραδοσιακές πρώτες ύλες πέραν των κλασικών σιτηρών (π.χ. σιτάρι, καλαμπόκι, ρύζι). "
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "nutrients",
    "GreekTerm": "θρεπτικά συστατικά",
    "Definition": "Χημικές ενώσεις που περιέχονται στις τροφές και είναι απαραίτητες για την ανάπτυξη, τη διατήρηση της υγείας και τη σωστή λειτουργία του ανθρώπινου οργανισμού. Διακρίνονται σε μακροθρεπτικά και μικροθρεπτικά συστατικά. Τα πρώτα παρέχουν ενέργεια και δομικά συστατικά (υδατάνθρακες, πρωτεΐνες, λίπη, νερό), ενώ τα δεύτερα (βιταμίνες και ανόργανα στοιχεία) συμμετέχουν στη ρύθμιση των μεταβολικών διεργασιών."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "odo(u)r",
    "GreekTerm": "οσμή (το αίσθημα)",
    "Definition": "Αίσθημα που γίνεται αντιληπτό μέσω του οσφρητικού οργάνου όταν οσφραινόμαστε ορισμένες πτητικές ουσίες."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "olive cake, oil-cake",
    "GreekTerm": "ελαιοπλακούντες, (πίτες, ελαιοπυρήνες)",
    "Definition": "Στερεό υπόλειμμα που προκύπτει μετά την εξαγωγή του ελαιολάδου από τον ελαιόκαρπο με μηχανικές μεθόδους. Περιλαμβάνει υπολείμματα φλοιού, σάρκας και τεμαχισμένου πυρήνα της ελιάς, καθώς και ποσότητα υπολειμματικού ελαίου. "
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "olive pulp",
    "GreekTerm": "ελαιάλευρα, (πλακούντες έκθλιψης)",
    "Definition": "Παχύρρευστο μείγμα που προκύπτει κατά τη διαδικασία άλεσης και μάλαξης του ελαιόκαρπου, πριν από την εκχύλιση του ελαιολάδου. Αποτελείται από πολτοποιημένη σάρκα της ελιάς, φλοιό, μικρά τεμάχια πυρήνα και ελαιόλαδο σε γαλακτωματοποιημένη μορφή."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "olive skin",
    "GreekTerm": "φλοιός ελιάς",
    "Definition": "Εξωτερικό προστατευτικό στρώμα του ελαιόκαρπου, το οποίο καλύπτει τη σάρκα και αποτελείται κυρίως από κυτταρίνη, ημικυτταρίνες, λιγνίνη και φαινολικές ενώσεις."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "olive stone",
    "GreekTerm": "κουκούτσι ελιάς",
    "Definition": "Το σκληρό, ξυλώδες εσωτερικό τμήμα του ελαιόκαρπου, που περικλείει το σπέρμα (σπόρο) της ελιάς. Αποτελείται κυρίως από λιγνίνη, κυτταρίνη και ημικυτταρίνες και χαρακτηρίζεται από υψηλή μηχανική αντοχή."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "organoleptic property",
    "GreekTerm": "οργανοληπτική ιδιότητα",
    "Definition": "Ιδιότητα τροφίμου ή προϊόντος που γίνεται αντιληπτή μέσω των αισθήσεων – δηλαδή της όρασης, της όσφρησης, της γεύσης, της αφής και της ακοής."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "peas",
    "GreekTerm": "αρακάς"
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "perishable goods",
    "GreekTerm": "ευπαθή αγαθά",
    "Definition": "Ευπαθή προϊόντα είναι τρόφιμα που αλλοιώνονται γρήγορα λόγω της φυσικοχημικής τους σύστασης και της μικροβιακής τους ευαισθησίας, όταν δεν διατηρούνται υπό κατάλληλες συνθήκες (π.χ. ψύξη, υγρασία, ατμόσφαιρα)."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "pigmentation",
    "GreekTerm": "χρωματισμός, χρώση",
    "Definition": "Παρουσία και λειτουργία των φυσικών ή συνθετικών χρωστικών ουσιών που προσδίδουν χρώμα στα τρόφιμα."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "preliminary trial",
    "GreekTerm": "προκαταρκτική δοκιμή",
    "Definition": "Ένα αρχικό στάδιο πειραματικής διαδικασίας στην τεχνολογία τροφίμων, που αποσκοπεί στη διερεύνηση της σκοπιμότητας, της ασφάλειας ή της απόδοσης ενός νέου προϊόντος, μεθόδου ή συνταγής. Οι προκαταρκτικές δοκιμές χρησιμοποιούνται για να εντοπιστούν πιθανά τεχνολογικά προβλήματα, να διαμορφωθούν οι κατάλληλες συνθήκες επεξεργασίας και να καθοριστούν οι παράμετροι που θα αξιολογηθούν σε επόμενα στάδια ανάπτυξης."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "principal component analysis (PCA)",
    "GreekTerm": "ανάλυση κύριων συνιστωσών",
    "Definition": "Μια πολυμεταβλητή στατιστική μέθοδος που χρησιμοποιείται για τη μείωση της διαστατικότητας μεγάλων συνόλων δεδομένων, διατηρώντας όσο το δυνατόν περισσότερη πληροφορία (διακύμανση). Η μέθοδος μετασχηματίζει τις αρχικές, ενδεχομένως συσχετισμένες μεταβλητές, σε έναν μικρότερο αριθμό μη συσχετισμένων μεταβλητών, τις κύριες συνιστώσες, οι οποίες είναι γραμμικοί συνδυασμοί των αρχικών. Η πρώτη κύρια συνιστώσα εξηγεί το μέγιστο μέρος της διακύμανσης, η δεύτερη το επόμενο μέγιστο και ούτω καθεξής."
  },
  {
    "Domain": "τρόφιμο",
    "EnglishTerm": "pulses",
    "GreekTerm": "όσπρια"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "ranking",
    "GreekTerm": "κατάταξη",
    "Definition": "Μέθοδος κατά την οποία δύο ή περισσότερα δείγματα παρουσιάζονται ταυτόχρονα και διατάσσονται κατά σειρά έντασης ή βαθμού κάποιου καθορισμένου χαρακτηριστικού."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "rating",
    "GreekTerm": "διαβάθμιση σε κλίμακα, κλιμακωτή διαβάθμιση",
    "Definition": "Μέθοδος μέτρησης σε διατακτική κλίμακα όπου το μέτρο κάθε αντίληψης δηλώνεται με μία από ένα πλήθος δυνατές κατηγορίες."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "raw",
    "GreekTerm": "ωμός, ακατέργαστος",
    "Definition": "Που δεν έχει υποστεί θερμική ή άλλη επεξεργασία μετά τη συγκομιδή ή τη συλλογή του."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "refined",
    "GreekTerm": "εξευγενισμένος, ραφιναρισμένος",
    "Definition": "Που έχει υποστεί εκτενή βιομηχανική επεξεργασία με σκοπό την απομάκρυνση ανεπιθύμητων ουσιών, τη βελτίωση της εμφάνισης, της υφής, της γεύσης ή της σταθερότητας στο χρόνο."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "relative importance",
    "GreekTerm": "σχετική σπουδαιότητα, σχετική βαρύτητα",
    "Definition": "Στατιστικός δείκτης που εκτιμά τον βαθμό στον οποίο κάθε ανεξάρτητη μεταβλητή συμβάλλει στην ερμηνεία της διακύμανσης της εξαρτημένης μεταβλητής σε ένα μοντέλο παλινδρόμησης ή πρόβλεψης. Χρησιμοποιείται για την κατάταξη μεταβλητών ως προς τη συμβολή τους στο τελικό αποτέλεσμα, ιδίως όταν υπάρχουν συσχετίσεις μεταξύ μεταβλητών που δυσκολεύουν την άμεση ερμηνεία των συντελεστών παλινδρόμησης."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "repeatability",
    "GreekTerm": "επαναληψιμότητα",
    "Definition": "O βαθμός στον οποίο ένα σύνολο μετρήσεων, που λαμβάνονται κάτω από ίδιες συνθήκες (ίδιος χειριστής, ίδια συσκευή, ίδια τοποθεσία, σύντομο χρονικό διάστημα), δίνει παρόμοια αποτελέσματα. Αποτελεί ένδειξη της ακρίβειας ενός συστήματος μέτρησης ή πειραματικής διαδικασίας και είναι κρίσιμη για την αξιοπιστία των δεδομένων, ιδιαίτερα σε ερευνητικά και βιομηχανικά περιβάλλοντα."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "saltiness",
    "GreekTerm": "αλμυρότητα",
    "Definition": "Βασική γεύση που παράγεται από αραιά υδατικά διαλύματα διάφορων ουσιών όπως το χλωριούχο νάτριο."
  },
  {
    "Domain": "διατροφολογία",
    "EnglishTerm": "satiety",
    "GreekTerm": "κορεσμός",
    "Definition": "Η φυσιολογική αίσθηση πληρότητας και ικανοποίησης μετά από την κατανάλωση τροφής, που μειώνει την επιθυμία για περαιτέρω πρόσληψη."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "saturation",
    "GreekTerm": "κορεσμός (χρώματος)",
    "Definition": "Ο βαθμός έντασης ή καθαρότητας ενός χρώματος που γίνεται αντιληπτός οπτικά, δηλαδή πόσο \"ζωντανό\" ή \"ξεθωριασμένο\" φαίνεται ένα χρώμα σε ένα δείγμα τροφίμου."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory analysis, sensory testing, senosry assessment",
    "GreekTerm": "αισθητηριακή ανάλυση, αισθητηριακή δοκιμή, αισθητηριακή αξιολόγηση",
    "Definition": "Εφαρμοσμένη επιστημονική μέθοδος της αισθητηριακής επιστήμης που περιλαμβάνει αξιολόγηση προϊόντων από εκπαιδευμένα άτομα ή καταναλωτές, με χρήση τυποποιημένων πρωτοκόλλων και στατιστικών εργαλείων. Η αισθητηριακή ανάλυση περιλαμβάνει τις μεθόδους αξιολόγησης προϊόντων   μέσω των αισθήσεων (οργανοληπτική ανάλυση), αλλά και μεθόδους αξιολόγησης μέσω ανάλυσης γλωσσικών δεδομένων, ανάλυσης δεδομένων μέσω υπολογιστικών εργαλείων κ.ά., καθώς και μέτρησης αρέσκειας και συναισθηματικών αντιδράσεων. Κύριος στόχος είναι η ανάπτυξη προϊόντων και η διερεύνηση αποδοχής εκ μέρους του καταναλωτή. [παράβαλε organoleptic analysis]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory science",
    "GreekTerm": "αισθητηριακή επιστήμη",
    "Definition": "Διεπιστημονικό πεδίο που μελετά πώς ο άνθρωπος αντιλαμβάνεται και αξιολογεί τα χαρακτηριστικά των προϊόντων μέσω των αισθήσεων, συνδυάζοντας γνώσεις από βιολογία, ψυχολογία, φυσιολογία, στατιστική, τεχνολογία τροφίμων και γλωσσολογία."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "organoleptic analysis, organoleptic testing, organoleptic assessment",
    "GreekTerm": "οργανοληπτική ανάλυση, οργανοληπτική δοκιμή, οργανοληπτική αξιολόγηση",
    "Definition": "Εφαρμοσμένη επιστημονική μέθοδος της αισθητηριακής επιστήμης που περιλαμβάνει αξιολόγηση προϊόντων από εκπαιδευμένα άτομα ή καταναλωτές μέσω των πέντε αισθήσεων, με χρήση τυποποιημένων πρωτοκόλλων και στατιστικών εργαλείων. Κύριος στόχος είναι ο ποιοτικός έλεγχος και η διασφάλιση ποιότητας. [παράβαλε sensory analysis]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory booth",
    "GreekTerm": "αισθητηριακός θάλαμος, θάλαμος αισθητηριακής αξιολόγησης",
    "Definition": "Ειδικά διαμορφωμένος, απομονωμένος χώρος που χρησιμοποιείται σε δοκιμές αισθητηριακής ανάλυσης για να εξασφαλίζεται η ουδετερότητα του περιβάλλοντος και η ανεπηρέαστη αξιολόγηση των δειγμάτων από τους δοκιμαστές. Παρέχει ελεγχόμενες συνθήκες φωτισμού, θορύβου, θερμοκρασίας και ελαχιστοποιεί τις αλληλεπιδράσεις μεταξύ των συμμετεχόντων."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory fatigue",
    "GreekTerm": "αισθητηριακή κόπωση",
    "Definition": "Μορφή αισθητηριακής προσαρμογής κατά την οποία επέρχεται ελάττωση της ευαισθησίας."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory panel",
    "GreekTerm": "αισθητηριακή ομάδα",
    "Definition": "Ομάδα αξιολογητών που συμμετέχουν σε αισθητηριακή δοκιμή. [βλ. sensory testing]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory profile",
    "GreekTerm": "αισθητηριακό προφίλ",
    "Definition": "Περιγραφή των αισθητηριακών ιδιοτήτων ενός δείγματος, που αποτελείται από τα αισθητηριακά χαρακτηριστικά κατά σειρά αντίληψης και με εκχώρηση τιμής έντασης για κάθε χαρακτηριστικό."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "sensory property",
    "GreekTerm": "αισθητηριακή ιδιότητα",
    "Definition": "Οι αισθητηριακές ιδιότητες ενός τροφίμου είναι τα χαρακτηριστικά που γίνονται αντιληπτά μέσω των ανθρώπινων αισθήσεων και αξιολογούνται στο πλαίσιο της αισθητηριακής επιστήμης. Περιλαμβάνουν τόσο την αντίληψη των φυσικών ιδιοτήτων (π.χ. ένταση γλυκύτητας, σκληρότητα, άρωμα) όσο και τη συναισθηματική ή απόκριση αρέσκειας (π.χ. αποδοχή, προτίμηση). [βλ. sensory science]"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "statistically significant",
    "GreekTerm": "στατιστικά σημαντικός",
    "Definition": "Αποτέλεσμα στατιστικής ανάλυσης όταν η πιθανότητα να έχει προκύψει τυχαία είναι μικρότερη από ένα προκαθορισμένο επίπεδο σημαντικότητας (συνήθως p < 0,05). Η στατιστική σημαντικότητα δείχνει ότι η παρατηρούμενη διαφορά ή συσχέτιση είναι απίθανο να οφείλεται στη δειγματοληπτική τυχαιότητα και υποστηρίζει την απόρριψη της μηδενικής υπόθεσης (H₀)."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "tough",
    "GreekTerm": "σκληρός",
    "Definition": "Χαρακτηρισμός τροφίμου που είναι ποσότητα εργασίας που απαιτεί  μεγάλη ποσότητα εργασίας κατά τη μάσηση ώστε να είναι έτοιμο για κατάποση. [παράβαλε hard]"
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "transparency",
    "GreekTerm": "διαφάνεια",
    "Definition": "Ιδιότητα υλικού να επιτρέπει τη διέλευση του φωτός και τη διάκριση εικόνων."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "use-by [date]",
    "GreekTerm": "ανάλωση έως [ημερομηνία]",
    "Definition": "Η τελευταία ημερομηνία μέχρι την οποία ένα ευπαθές τρόφιμο μπορεί να καταναλωθεί με ασφάλεια, εφόσον έχουν τηρηθεί οι συνιστώμενες συνθήκες συντήρησης. Μετά την ημερομηνία αυτή, το τρόφιμο ενδέχεται να μην είναι πλέον ασφαλές για κατανάλωση, ακόμη και αν δεν παρουσιάζει οργανοληπτές αλλοιώσεις. [best before [date], expiration date]"
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "validation",
    "GreekTerm": "επικύρωση",
    "Definition": "Στατιστική διαδικασία με την οποία ελέγχεται ο βαθμός στον οποίο ένα μοντέλο, μέθοδος ή εργαλείο μπορεί να παράγει αξιόπισα, ακριβή και γενικεύσιμα αποτελέσματα σε νέα, ανεξάρτητα δεδομένα. Στόχος της επικύρωσης είναι να αξιολογηθεί η απόδοση, η σταθερότητα και η προβλεπτική ικανότητα του μοντέλου, πέρα από το αρχικό σύνολο εκπαίδευσης."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "validity",
    "GreekTerm": "εγκυρότητα",
    "Definition": "Ο βαθμός στον οποίο ένα εργαλείο, μέθοδος ή μέτρηση αντικατοπτρίζει με ακρίβεια την έννοια ή το φαινόμενο που προορίζεται να μετρήσει. Αποτελεί βασικό κριτήριο ποιότητας στη στατιστική, τη μεθοδολογία έρευνας και την ψυχομετρία, και αφορά τη θεωρητική και εμπειρική ορθότητα των συμπερασμάτων που προκύπτουν από τα δεδομένα."
  },
  {
    "Domain": "στατιστική",
    "EnglishTerm": "variation",
    "GreekTerm": "μεταβλητότητα, διακύμανση",
    "Definition": "Ο βαθμός κατά τον οποίο οι τιμές μιας μεταβλητής διαφέρουν μεταξύ τους ή αποκλίνουν από έναν κεντρικό δείκτη (π.χ. μέσο όρο). Αποτελεί βασικό μέτρο της διασποράς των δεδομένων και χρησιμοποιείται για να περιγράψει την εσωτερική ποικιλία ενός δείγματος ή πληθυσμού."
  },
  {
    "Domain": "αισθητηριακή ανάλυση",
    "EnglishTerm": "viscosity",
    "GreekTerm": "ιξώδες",
    "Definition": "Μηχανικό χαρακτηριστικό υφής που σχετίζεται με την αντίσταση στη ροή. Αντιστοιχεί στη δύναμη που απαιτείται για να τραβηχτεί ένα υγρό από ένα κουτάλι με τη γλώσσα ή να απλωθεί σε ένα υπόστρωμα."
  },
  {
    "Domain": "τεχνολογία τροφίμων",
    "EnglishTerm": "yeast",
    "GreekTerm": "ζυμομύκητας, μαγιά"
  },
  {
    "Domain": "οργανισμός",
    "EnglishTerm": "Food and Agriculture Organisation of the United Nations (FAO)",
    "GreekTerm": "Οργανισμός Τροφίμων και Γεωργίας των Ηνωμένων Εθνών (FAO)"
  }
]

